Repository: RehamAyman/ra3aiaDoctor_afterEdit4
Catalog: Ra3ia/DoctorResorsses/Localize/*.lproj/Localizable.strings
Languages: ur

source: phone number
ur: موبائل نمبر

source: Password
ur: پاس ورڈ

source: forget password ?
ur: کیا آپ اپنا پاس ورڈ بھول گئے؟

source: create new account ?
ur: کیا آپ کا اکاؤنٹ نہیں ہے؟ ابھی رجسٹر کریں

source: Please enter the correct email format
ur: ایک درست ای میل درج کریں

source: Please enter the correct Mobile Number
ur: براہ کرم ایک درست موبائل نمبر درج کریں

source: The password must be at least 6 characters
ur: پاس ورڈ 6 حروف سے کم نہیں ہونا چاہئے

source: send a treatment
ur: علاج بھیجیں

source: First name
ur: پہلا نام

source: Last name
ur: آخری نام

source: Email
ur: ای میل

source: Date of Birth
ur: پیدائش کی تاریخ

source: Personal Information
ur: ذاتی معلومات

source: Confirm
ur: زور

source: Language
ur: زبان

source: Current password
ur: موجودہ خفیہ لفظ

source: Connected
ur: جڑا ہوا

source: Disconnected
ur: منسلک نہیں

source: You will not be able to receive any messages if you are offline
ur: اگر آپ جڑے ہوئے نہیں ہیں تو آپ کسی بھی طرح کے مکالمے وصول نہیں کرسکیں گے

source: My clients
ur: میرے مؤکل

source: Edit Password
ur: پاس ورڈ میں ترمیم کریں

source: New password
ur: نیا پاس ورڈ

source: Confirm New Password
ur: پاس ورڈ کی تصدیق کریں

source: Password :
ur: پاس ورڈ

source: Doctor's experiences :
ur: ڈاکٹر کے تجربات

source: Specialization :
ur: تخصص:

source: Kind :
ur: ٹائپ کریں :

source: My recipes
ur: میری ترکیبیں

source: Edit
ur: ترمیم

source: Cancel
ur: منسوخی

source: Add your Client Rate
ur: گاہک کی درجہ بندی شامل کریں

source: Personal data
ur: ذاتی معلومات

source: language
ur: زبان

source: My review
ur: میری تشخیص

source: call us
ur: ہمیں بلائیں

source: statistics
ur: اعدادوشمار

source: Usage Policy
ur: استعمال کرنے کی شرائط

source: About the app
ur: ایپ کے بارے میں

source: Complaints and suggestions
ur: شکایات اور تجاویز

source: Logout
ur: لاگ آف کریں

source: personal information
ur: ذاتی معلومات

source: Language control
ur: زبان پر قابو

source: Review medication prescriptions
ur: دواؤں کی ترکیبیں کا جائزہ لیں

source: See clients
ur: کلائنٹ دیکھیں

source: You can see your overall rating
ur: آپ اپنی عمومی درجہ بندی دیکھ سکتے ہیں

source: You can view the statistics from here
ur: آپ اپنے اعدادوشمار یہاں دیکھ سکتے ہیں

source: Is there a problem ? We will help you solve it
ur: کیا آپ کو پریشانی ہو رہی ہے؟ ہم اسے حل کرنے میں آپ کی مدد کریں گے

source: Any terms or conditions that are updated in the app
ur: کسی بھی شرائط و ضوابط جو درخواست میں اپ ڈیٹ ہوں

source: Abstract
ur: نبذه مختصره

source: Send your complaint or suggestion here
ur: اپنی شکایت یا تجویز یہاں جمع کروائیں

source: User name
ur: صارف کا نام

source: Phone Number
ur: موبائل نمبر

source: CV
ur: نوکری درخواست نمہ

source: Doctor's experiences
ur: ڈاکٹر کے تجربات

source: Add new experiences
ur: ایک نیا تجربہ شامل کریں

source: Specialization
ur: تخصص

source: Type
ur: ٹائپ کریں

source: Send
ur: بھیجیں

source: Messages
ur: گفتگو

source: Current Clients
ur: موجودہ موکل

source: New Clients
ur: نئے گاہک

source: Acceptable Treatment
ur: قابل قبول علاج

source: Profits Percentage
ur: منافع فیصد

source: Call Us
ur: ہمیں بلائیں

source: Usage policy
ur: استعمال کرنے کی شرائط

source: Subject title
ur: عنوان عنوان

source: Add new tratment
ur: ایک نیا علاج شامل کریں

source: Send a treatment
ur: ایک دعوت بھیجیں

source: select animal type
ur: جانور کی قسم کا انتخاب کریں

source: List of treatment
ur: علاج کی فہرست

source: Select animal type
ur: جانور کی قسم کا انتخاب کریں

source: product name
ur: پروڈکٹ کا نام

source: Notifications
ur: اطلاعات

source: Please enter the Mobile number and password
ur: برائے کرم اپنا موبائل نمبر اور پاس ورڈ درج کریں

source: you have
ur: آپ کے پاس ہے

source: Hello
ur: خوش آمدید

source: Login
ur: لاگ ان کریں

source: message requestes
ur: پیغام کی درخواستیں

source: Cost
ur: لاگت

source: Search
ur: تلاش کریں

source: Finshed
ur: ختم

source: Ongoing Messages
ur: موجودہ گفتگو

source: Subject text
ur: موضوع متن

source: Order Date :
ur: درخواست کی تاریخ :

source: Number of products :
ur: مصنوعات کی تعداد :

source: Order Cost :
ur: آرڈر لاگت :

source: Order Number
ur: آرڈر نمبر :

source: Complaints and Suggestions
ur: شکایات اور تجاویز

source: Via Whatsapp
ur: واٹس ایپ کے ذریعے

source: Via Phone
ur: موبائل نمبر سے

source: Via Email
ur: ای میل کے ذریعے

source: Last messages
ur: تازہ ترین پیغامات

source: Your overall rating is
ur: آپ کی مجموعی درجہ بندی ہے

source: Account stock
ur: اکاؤنٹ بیلنس

source: Mobile Number
ur: موبائل نمبر

source: Forget Password ?
ur: اپنا پاس ورڈ بھول گئے؟

source: didn't have account? Register
ur: کیا آپ کا اکاؤنٹ نہیں ہے؟ کھاتا کھولیں

source: Register
ur: سائن اپ

source: Last Name
ur: آخری نام

source: First Name
ur: پہلا نام

source: Address
ur: پتہ

source: Yes
ur: ہاں

source: You have signed in successfully
ur: آپ کامیابی کے ساتھ لاگ ان ہیں

source: No
ur: نہیں

source: you have account? Login
ur: کیا آپ کا اکاؤنٹ ہے؟ سائن ان

source: Select
ur: انتخاب

source: User
ur: صارف

source: Provider
ur: خدمات مہیا کرنے والا

source: Next
ur: اگلا

source: Account Activation
ur: فعالیت کا کوڈ

source: Confirmation
ur: زور

source: Return Password
ur: پاس ورڈ کی بازیافت

source: Email newsletters
ur: الیکٹرانک نیوز بلیٹن

source: My Profile
ur: ریاضی

source: About
ur: ہم کون ہیں

source: Frequency Questions
ur: اکثر پوچھے گئے سوالات

source: Countact with Us
ur: ہم سے رابطہ کریں

source: Terms and Conditions
ur: شرائط و ضوابط

source: Settings
ur: ترتیبات

source: Log Out
ur: لاگ آف کریں

source: My Orders
ur: میری درخواستیں

source: Contact with Us
ur: ہم سے رابطہ کریں

source: Add Image
ur: تصویر شامل کریں

source: Would you like to receive e-mails of offers from here, in addition to information about our experience in the water?
ur: کیا آپ پانی کے ہمارے تجربے کے بارے میں معلومات کے علاوہ ، یہاں سے پیش کشوں کے ساتھ ای میلز موصول کریں گے؟

source: Edit Profile
ur: اکاؤنٹ میں ترمیم کریں

source: Currency
ur: کرنسی

source: Finished Orders
ur: مکمل درخواستیں

source: Orders in execution
ur: درخواستیں جاری ہیں

source: Title
ur: پتہ

source: Message details
ur: پیغام کی تفصیلات

source: Compliments details
ur: شکایت کی تفصیلات

source: Change the language to
ur: زبان تبدیل کریں

source: Are you sure you want log out?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: Log out ?
ur: لاگ آف کریں؟

source: Inquiries
ur: سوالات

source: All
ur: سب

source: Needs to work
ur: کام کی ضرورت ہے

source: Current Order
ur: موجودہ درخواست

source: Archived
ur: محفوظ

source: Canceled
ur: منسوخ

source: Finished
ur: ختم

source: exploration
ur: تلاش

source: Choose the type of trip
ur: سفر کی قسم منتخب کریں

source: Popular destinations
ur: مقبول مقامات

source: Service providers
ur: سہولت کار

source: Near Trips
ur: دوروں کے قریب

source: Find your destination
ur: اپنی منزل تلاش کریں

source: Comments
ur: تبصرے

source: data
ur: ڈیٹا

source: Book now
ur: ابھی بک کرو

source: Hour
ur: گھڑی

source: The best listings in the world
ur: دنیا کی بہترین فہرستیں

source: details of the trip
ur: سفر کی تفصیلات

source: See the full description
ur: مکمل تفصیل ملاحظہ کریں

source: Captain
ur: کپتان

source: owner
ur: مالک

source: Capacitance
ur: اہلیت

source: Boats
ur: کشتیاں

source: Pictures
ur: تصاویر

source: Features
ur: خصوصیات

source: Location
ur: سائٹ

source: Similar lists
ur: اسی طرح کی فہرستیں

source: Get a special offer with rates and plans
ur: قیمتوں اور منصوبوں کے ساتھ خصوصی پیش کش حاصل کریں

source: Booking inquiry
ur: ریزرویشن انکوائری

source: People
ur: افراد

source: SR
ur: SAR

source: person
ur: ایک فرد

source: Price :
ur: قیمت :

source: Send a reservation inquiry
ur: بکنگ انکوائری بھیجیں ستفسار

source: Well I ask you some questions can the trip owner send you a custom rate, itinerary and more information. No commitment or credit card required
ur: ٹھیک ہے ، میں آپ سے کچھ سوالات پوچھتا ہوں ، کیا فلائٹ مالک آپ کو کسٹم قیمت ، سفر نامہ اور مزید معلومات بھیج سکتا ہے؟ کسی عزم یا کریڈٹ کارڈ کی ضرورت نہیں ہے

source: Duration
ur: مدت

source: How long do you want your flight or rental to be?
ur: آپ اپنی پرواز یا کرایہ کتنی دیر تک چاہتے ہیں؟

source: To return the same day
ur: اسی دن لوٹنا ہے

source: minute
ur: درست

source: Number of nights
ur: راتوں کی تعداد

source: Preferred dates
ur: پسندیدہ تاریخیں

source: Please provide at least a preferred date
ur: براہ کرم کم از کم ایک ترجیحی تاریخ درج کریں

source: other options
ur: دوسرے اختیارات

source: If your appointments are listed, you can add two other options that make a final decision
ur: اگر آپ کی تقررییاں ریکارڈ پر ہیں تو ، آپ حتمی فیصلہ لینے کے لئے مزید دو اختیارات شامل کرسکتے ہیں

source: time to leave
ur: جانے کا وقت

source: Group size
ur: گروپ سائز

source: Elderly
ur: بزرگ

source: What is your preferred date for departure? You can skip this step if you prefer a suggestion from the owner
ur: آپ کے جانے کا پسندیدہ وقت کیا ہے؟ اگر آپ مالک کی طرف سے کسی مشورے کو ترجیح دیتے ہیں تو آپ یہ قدم چھوڑ سکتے ہیں

source: Adults
ur: بالغوں

source: Children
ur: بچے

source: Infants
ur: نوزائیدہ

source: any thing else ?
ur: اور کچھ؟

source: Do you have any special needs or requirements? So that the owner is aware of it .. this is optional
ur: کیا آپ کو کوئی خاص ضروریات یا ضروریات ہیں؟ جب تک مالک اس سے واقف نہ ہو .. یہ اختیاری ہے

source: Inquiry sent
ur: انکوائری بھیج دی گئی ہے

source: Total :
ur: کل :

source: Done
ur: ہو گیا

source: I don't want to book with a captain.
ur: میں کسی کپتان کے ساتھ بکنگ نہیں کرنا چاہتا

source: I want to book with a captain.
ur: میں ایک کپتان کے ساتھ بکنگ کرنا چاہتا ہوں

source: Ready to book
ur: بک کرنے کے لئے تیار ہیں

source: Date
ur: تاریخ

source: Return
ur: پیچھے

source: Time
ur: وقت

source: Discount coupon
ur: رعایتی کوپن

source: Activation
ur: ایکٹیویشن

source: Presented offer
ur: پیش کش

source: Options
ur: اختیارات

source: He will reply to your inquiry shortly
ur: وہ جلد ہی آپ کی انکوائری کا جواب دے گاً

source: Cancel of reservation
ur: ریزرویشن کی منسوخی

source: Nights
ur: راتیں

source: Adult
ur: بالغ

source: old
ur: بزرگ

source: Child
ur: بچہ

source: infant
ur: نوزائیدہ

source: The discount coupon will end at:
ur: ڈسکاؤنٹ کوپن کی میعاد ختم ہوجائے گی :

source: Send a message
ur: پیغام بھیجو

source: Cancel Archiving
ur: غیر منظم کریں

source: Archive Inquiry
ur: محفوظ شدہ دستاویزات سے متعلق سوال

source: Cancel inquiry
ur: انکوائری منسوخ کریں

source: Support
ur: ٹیکنیکل سپورٹ

source: Write your message here ..
ur: اپنا پیغام یہاں لکھیں ..

source: Finally ... do you need a captain?
ur: آخر ... کیا آپ کو کپتان کی ضرورت ہے؟

source: Select Time
ur: وقت کا انتخاب کریں

source: Select Date
ur: تاریخ کا انتخاب کریں

source: Skip
ur: چھوڑ دو

source: Send the inquiry
ur: انکوائری بھیجیں

source: Photo from the studio
ur: سٹوڈیو سے تصویر

source: Photo from Camera
ur: کیمرے سے تصویر

source: Cancel Order
ur: منسوخ کرنے کا حکم

source: Write down the reason for canceling the order
ur: حکم منسوخ کرنے کی وجہ لکھیں

source: Add trip
ur: سفر شامل کریں

source: Add Trip
ur: سفر شامل کریں

source: Trips
ur: دورے

source: Notfications
ur: اطلاعات

source: Orders
ur: درخواستیں

source: Completed Orders
ur: مکمل احکامات

source: Orders in progress
ur: درخواستیں جاری ہیں

source: Home
ur: مرکزی

source: More
ur: مزید

source: Offers
ur: پیش کرتا ہے

source: Wallet
ur: پورٹ فولیو

source: Financial accounts
ur: مالی اکاؤنٹس

source: Name
ur: نام

source: Profile
ur: ذاتی طور پر پروفائل

source: Commercial Register
ur: کمرشل رجسٹر

source: Change Password
ur: پاس ورڈ تبدیل کریں

source: Save
ur: محفوظ کریں

source: Old Password
ur: پرانا پاسورڈ

source: New Password
ur: نیا پاس ورڈ

source: New Password Confirmation
ur: پاس ورڈ کی تصدیق کریں

source: Sr
ur: ایس آر

source: Total commission application
ur: درخواست کے لئے کل کمیشن

source: Total commission payable
ur: قابل ادائیگی کمیشن

source: Settle all
ur: یہ سب حل کرو

source: Settle
ur: آبادکاری

source: Your current balance
ur: آپ کا موجودہ توازن

source: Wallet Shipping
ur: پرس چارجنگ

source: About ?
ur: ہم کون ہیں؟

source: Add a trip
ur: سفر شامل کریں

source: Trip Type
ur: ٹرپ کی قسم

source: Trip Name
ur: سفر نام

source: Trip Address
ur: سفر کی جگہ

source: Trip destination
ur: سفر کا چہرہ

source: The main picture of the trip
ur: سفر کی مرکزی تصویر

source: Trip photos
ur: ٹرپ فوٹو

source: Description of the trip
ur: سفر کی تفصیل

source: Timings
ur: اوقات

source: Determine the duration
ur: مدت مقرر کریں

source: Hour price
ur: گھڑی کی قیمت

source: Less number of hours
ur: کم گھنٹے

source: Add
ur: اس کے علاوہ

source: Submit an offer
ur: پیش کش بھیجیں

source: The number of hours
ur: گھنٹوں کی تعداد

source: Number of minutes
ur: منٹ کی تعداد

source: night
ur: ایک رات

source: Night Price
ur: رات کی قیمت

source: Booking date
ur: بکنگ کی تاریخ

source: Return date
ur: واپسی کی تاریخ

source: Starting Time
ur: ٹی وقت

source: Time to return
ur: واپسی کی تاریخ

source: Persons
ur: لوگ

source: Comment
ur: تبصرہ

source: Total price
ur: کل قیمت

source: Price
ur: قیمت

source: Delete
ur: حذف کریں

source: Delete Trip
ur: سفر حذف کریں

source: Are you sure you want to delete the trip?
ur: کیا آپ واقعی پرواز کو حذف کرنا چاہتے ہیں؟

source: Order details
ur: آرڈر کی تفصیلات

source: Chat
ur: پیغام

source: Finish Order
ur: آرڈر ختم

source: language settings
ur: زبان کی ترتیبات

source: Order Number :
ur: آرڈر نمبر :

source: Less number of nights
ur: کم راتیں

source: Activate notifications
ur: اطلاعات کو چالو کریں

source: Completed Orders
ur: مکمل احکامات

source: This feature is not available now, try again later
ur: یہ فیچر ابھی دستیاب نہیں ہے ، بعد میں دوبارہ کوشش کریںً

source: Please enter all data
ur: براہ کرم تمام ڈیٹا درج کریں

source: Please enter the number of individuals
ur: برائے کرم لوگوں کی تعداد درج کریں

source: You must enter the discount code first.
ur: آپ کو پہلے ڈسکاؤنٹ کوڈ درج کرنا ہوگا

source: Please enter the reason for cancellation.
ur: براہ کرم منسوخی کی وجہ درج کریں

source: Please enter the mobile number and password
ur: برائے کرم اپنا موبائل نمبر اور پاس ورڈ درج کریں

source: The password must be more than 6 characters
ur: پاس ورڈ 6 حرف سے زیادہ ہونا چاہئے

source: Please enter a valid mobile number
ur: برائے کرم اپنا موبائل نمبر درج کریں

source: Incorrect email format
ur: ای میل کی شکل غلط ہے!

source: Please enter the activation code!
ur: براہ کرم ایکٹیویشن کوڈ درج کریں!

source: The password and the confirmation password do not match.
ur: پاس ورڈ اور تصدیق شدہ پاس ورڈ مماثل نہیں ہیں!

source: Your account has been banned ... by the administration !!
ur: منتظم کے ذریعہ آپ کے اکاؤنٹ پر پابندی عائد کردی گئی ہے !!

source: Your account is not activated yet !!
ur: آپ کے اکاؤنٹ چالو نہیں کیا گیا !!

source: The account has been activated successfully
ur: آپ کا اکاؤنٹ کامیابی کے ساتھ چالو ہوگیا ہے !!

source: An activation code will be sent to your mobile number.
ur: ایکٹیویشن کوڈ آپ کے موبائل نمبر پر بھیجا جائے گا.

source: Image from the camera
ur: کیمرے سے تصویر

source: Are you sure you want to log out?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: I can not locate you 📍
ur: میں تمہیں نہیں ڈھونڈ سکتا 📍

source: Open Setting
ur: سیٹنگیں کھولیں

source: Change Currency to...
ur: کرنسی کو تبدیل کریں...

source: Dolar
ur: ڈالر

source: Edit Trip
ur: فلائٹ ایڈجسٹمنٹ

source: There must be at least one timing
ur: کم از کم ایک وقت ضرور ہونا چاہئے

source: Please enter the password
ur: براہ کرم پاس ورڈ درج کریں

source: Add image
ur: تصویر شامل کریں

source: Finish chat
ur: گفتگو ختم کریں

source: verification code
ur: فعالیت کا کوڈ

source: Confirm new password
ur: پاس ورڈ کی تصدیق کریں

source: Retype Password
ur: پاس ورڈ کی تصدیق کریں

source: have account ? login
ur: کیا آپ کا اکاؤنٹ ہے؟ سائن ان

source: mobile Number
ur: موبائل نمبر

source: send verification code successfully ..
ur: ایکٹیویشن کوڈ کامیابی کے ساتھ بھیج دیا گیا ہے ..

source: Activation Code
ur: فعالیت کا کوڈ

source: I didn't receive the code
ur: مجھے ایکٹیویشن کوڈ موصول نہیں ہوا

source: You logged in successfully
ur: آپ کامیابی کے ساتھ لاگ ان ہیں

source: please make sure to give the client rate ..
ur: اس بات کو یقینی بنائیں کہ آپ کسٹمر کو پہلے تشخیص دیں ..

source: Are you sure you want to Change Language?
ur: کیا آپ واقعی زبان کو تبدیل کرنا چاہتے ہیں؟

source: Change Language
ur: زبان بدلیں

source: Add image From camera
ur: کیمرا کا استعمال کرتے ہوئے ایک تصویر شامل کریں

source: Add image From the studio
ur: اسٹوڈیو سے ایک تصویر شامل کریں

source: password and confirm password must match
ur: پاس ورڈ اور توثیقی پاس ورڈ ایک جیسا ہونا چاہئے

source: home
ur: مرکزی

source: please make sure you are connected to the internet
ur: براہ کرم یقینی بنائیں کہ آپ انٹرنیٹ سے جڑے ہوئے ہیں

source: send location
ur: مقام بھیجیں

source: Finshed Messages
ur: ختم شدہ پیغامات

source: Account data
ur: اکاؤنٹ کا ڈیٹا

source: conversation
ur: گفتگو

source: Last conversations
ur: آخری بات چیت
